performers_list = [
    [0, 'Ashnikko'],
    [1, 'BTS'],
    [2, 'Алёна Швец'],
    [3, 'Монеточка'],
    [4, 'ЛСП'],
    [5, 'Niletto'],
    [6, 'HOFMANNITA'],
    [7, 'DEAD BLONDE']
]
genres_list = [
    {0: ['Хип-Хоп', [0, 1, 4, 5, 6]]},
    {1: ['Электропоп', [0, 4]]},
    {2: ['Инди-рок', [2, 3, 4]]},
    {3: ['K-pop', [1]]},
    {4: ['R&B', [1]]},
    {5: ['EDM', [1]]},
    {6: ['Поп-рок', [3]]},
    {7: ['Антифолк', [3]]},
    {8: ['Трэп', [4]]},
    {9: ['Джаз', [4]]},
    {10: ['Рок', [4]]},
    {11: ['Рэп', [6]]},
    {12: ['Поп', [5, 7]]},
    {13: ['Рейв', [7]]}
]

albums_list = [
    {0: ['Demidevil', 2021, 0]},
    {1: ['Unlikeable', 2018, 0]},
    {2: ['Wings', 2016, 1]},
    {3: ['Love Yourself', 2018, 1]},
    {4: ['КОРОЛЕВА ОТСТОЯ', 2020, 2]},
    {5: ['Проволока из одуванчиков', 2019, 2]},
    {6: ['Раскраски для взрослых', 2018, 3]},
    {7: ['Я Лиза', 2019, 3]},
    {8: ['One More City', 2020, 4]},
    {9: ['Tragic City', 2018, 4]},
    {10: ['Простым', 2020, 5]},
    {11: ['Хентай', 2018, 5]},
    {12: ['Клуб на краю кладбища', 2019, 6]},
    {13: ['Пропаганда', 2020, 7]}
]

tracks_list = [
    [0, 'Daisy', 2.27, 0],
    [1, 'Toxic', 2.43, 0],
    [2, 'Blow', 2.50, 1],
    [3, 'Nice Girl', 2.40, 1],
    [4, 'Blood Sweet & Tears', 3.33, 2],
    [5, 'Begin', 3.51, 2],
    [6, 'Euphoria', 3.49, 3],
    [7, 'Just Dance', 3.45, 3],
    [8, 'Скейтер', 2.11, 4],
    [9, 'Мемы', 2.23, 4],
    [10, 'Дождь', 2.16, 5],
    [11, 'Ведьм у нас сжигают', 2.21, 5],
    [12, 'Русский ковчег', 3.34, 6],
    [13, 'Каждый раз', 3.28, 6],
    [14, 'Я Лиза', 3.07, 7],
    [15, 'Виктор Дробыш', 4.40, 7],
    [16, 'Золотой мальчик', 3.39, 8],
    [17, 'Поп-звезда', 2.57, 8],
    [18, 'Ползать', 2.40, 9],
    [19, 'Монетка', 3.21, 9],
    [20, 'Повезет', 3.44, 10],
    [21, 'Сирень', 2.53, 10],
    [22, 'Шапка', 3.34, 11],
    [23, 'Угольки', 2.48, 11],
    [24, 'Коза-Дереза', 2.13, 12],
    [25, 'Zombieland, Ч.1', 2.39, 12],
    [26, 'Первая дискотека', 3.13, 13],
    [27, 'Мальчик на девятке', 3.36, 13]
]

collections = [
    [0, 'Сборник песен Ashnikko', 2020, [0, 1, 2, 3]],
    [1, 'Сборник песен BTS', 2019, [4, 5, 6, 7]],
    [2, 'Сборник песен Алёны Швец', 2020, [8, 9, 10, 11]],
    [3, 'Сборник песен Монеточки', 2019, [12, 13, 14, 15]],
    [4, 'Сборник песен ЛСП', 2018, [16, 17, 18, 19]],
    [5, 'Сборник песен Niletto', 2017, [20, 21, 22, 23]],
    [6, 'Сборник песен HOFMANNITA', 2020, [24, 25]],
    [7, 'Сборник песен DEAD BLONDE', 2019, [26, 27]]
]
